USE ValiullinDR;

-- Вставка одного случайного примера в таблицу Staff
INSERT INTO Staff (LastName, FirstName, Position, PhoneNumber, Status)
VALUES ('Иванов', 'Петр', 'Повар', '+79545351223', 'Выходной'), 
('Петров', 'Иван', 'Шеф-повар', '+79545545213', 'Работает'), 
('Валидзе', 'Роберт', 'Официант', '+79545545212', 'На отпуске'), 
('Голышев', 'Владимир', 'Уборщик', '+79436734241', 'Работает'), 
('Шелби', 'Томас', 'Менеджер', '+79412334241', 'Выходной'), 
('Лохмаченко', 'Граф', 'Официант', '+79123456789', 'Работает');
