USE ValiullinDR;

-- Вставка одного случайного примера в таблицу Staff
INSERT INTO Orders (Number, Components, Status, Reason, Ready)
VALUES (1, 'Пицца Маргарита, Сок Вишни, Карбонара, Гамбургер', 'Выполняется', null, 'Нет'), 
(2, 'Стейк, Салат Цезарь, Салат Оливье, Пиво, Круассан', 'Задерживается', 'Отсуствие компонентов', 'Нет'),
(3, 'Капучино, Пироженое Муравейник', 'Готов', null, 'Да'),
(4, 'Салат Цезарь, Бургер, Пицца Пепперони', 'Отменен', 'Долгое приготовление', 'Нет'),
(5, 'Кола, Чай Пуэр, Эклер', 'Выполняется', null, 'Нет'),
(6, null, null, null, null);