USE ValiullinDR;

-- Вставка одного случайного примера в таблицу Staff
INSERT INTO Menu (Name, Components, Price)
VALUES ('Паста Карбонара', 'Обжаренные спагетти с беконом, яйцом, сыром пармезан и свежими травами.', 300),
('Салат Цезарь', 'Классический салат с кубиками куриного мяса, сыром пармезан, гренками и соусом Цезарь.', 250),
('Стейк из говядины', 'Аппетитный мраморный кусок говядины жареный на гриле и подается с жареным картофелем и соусом.', 500),
('Рыбный тартар', 'Мелко нарезанная свежая рыба (лосось, тунец или форель) с добавлением луковицы, каперсами и оливковым маслом.', 400),
('Пармская свинина', 'Сочная свинина, приготовленная по рецепту из Пармы, с медом, горчицей и специями, подается с картофельным пюре.', 350),
('Лосось на гриле', 'Классическая итальянская пицца с томатным соусом, моцареллой и базиликом.', 250),
('Пицца Маргарита', 'Обжаренные спагетти с беконом, яйцом, сыром пармезан и свежими травами.', 300),
('Шоколадный фондан', 'Горячий и мягкий шоколадный торт с жидким шоколадным начинкой, подается с мороженым.', 200);